Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Clear browsing history?
af: Vee blaaigeskiedenis uit?
ar: هل تريد مسح سجلّ التصفّح؟
bg: Да се изчисти ли историята на сърфирането?
bn: ব্রাউজিং ইতিহাস মুছবেন?
ca: Esborrar l’historial de navegació?
cs: Vymazat historii prohlížení?
da: Ryd browserhistorik?
de: Browserverlauf löschen?
el: Εκκαθάριση ιστορικού περιήγησης;
es: ¿Borrar el historial de navegación?
et: Kas tühjendada sirvimisajalugu?
fa: تاریخچهٔ مرور پاک شود؟
fi: Tyhjennetäänkö selaushistoria?
fil: I-clear ang kasaysayan ng pag-browse?
fr: Effacer l’historique de navigation ?
he: לנקות את היסטוריית הגלישה?
hi: ब्राउज़िंग इतिहास साफ़ करें?
hr: Očistiti povijest pregledavanja?
hu: Törlöd a böngészési előzményeket?
id: Hapus riwayat penjelajahan?
is: Hreinsa vafraferil?
it: Cancellare la cronologia di navigazione?
ja: 閲覧履歴を消去しますか?
ko: 방문 기록을 지울까요?
lt: Išvalyti naršymo istoriją?
lv: Notīrīt pārlūkošanas vēsturi?
ml: ബ്രൗസിംഗ് ചരിത്രം മായ്‌ക്കണോ?
mr: ब्राउझिंग इतिहास साफ करायचा?
ms: Kosongkan sejarah pelayaran?
nb: Tømme nettleserloggen?
nl: Browsegeschiedenis wissen?
pa: ਬ੍ਰਾਊਜ਼ਿੰਗ ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰਨਾ ਹੈ?
pl: Wyczyścić historię przeglądania?
pt_br: Limpar histórico de navegação?
ro: Ștergi istoricul de navigare?
ru: Очистить историю просмотров?
sk: Vymazať históriu prehliadania?
sl: Počistim zgodovino brskanja?
sr: Очистити историју прегледања?
sv: Rensa webbhistoriken?
sw: Futa historia ya kuvinjari?
ta: உலாவல் வரலாற்றை அழிக்கவா?
te: బ్రౌజింగ్ చరిత్రను క్లియర్ చేయాలా?
th: ล้างประวัติการเรียกดู?
tr: Tarama geçmişi temizlensin mi?
uk: Очистити історію переглядів?
ur: براؤزنگ کی تاریخ صاف کریں؟
vi: Xóa lịch sử duyệt?
zh_hans: 清除浏览记录?
zh_hant: 清除瀏覽紀錄?

source: Clear history
af: Vee geskiedenis uit
ar: مسح السجلّ
bg: Изчистване на историята
bn: ইতিহাস মুছুন
ca: Esborra l’historial
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
el: Εκκαθάριση ιστορικού
es: Borrar historial
et: Tühjenda ajalugu
fa: پاک کردن تاریخچه
fi: Tyhjennä historia
fil: I-clear ang kasaysayan
fr: Effacer l’historique
he: ניקוי היסטוריה
hi: इतिहास साफ़ करें
hr: Očisti povijest
hu: Előzmények törlése
id: Hapus riwayat
is: Hreinsa feril
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
lt: Išvalyti istoriją
lv: Notīrīt vēsturi
ml: ചരിത്രം മായ്‌ക്കുക
mr: इतिहास साफ करा
ms: Kosongkan sejarah
nb: Tøm logg
nl: Geschiedenis wissen
pa: ਇਤਿਹਾਸ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść historię
pt_br: Limpar histórico
ro: Șterge istoricul
ru: Очистить историю
sk: Vymazať históriu
sl: Počisti zgodovino
sr: Очисти историју
sv: Rensa historik
sw: Futa historia
ta: வரலாற்றை அழி
te: చరిత్రను క్లియర్ చేయి
th: ล้างประวัติ
tr: Geçmişi temizle
uk: Очистити історію
ur: تاریخ صاف کریں
vi: Xóa lịch sử
zh_hans: 清除记录
zh_hant: 清除紀錄

source: Clear last
af: Vee laaste uit
ar: مسح الأخير
bg: Изтрий последното
bn: শেষেরটি মুছুন
ca: Esborra l'últim
cs: Smazat poslední
da: Slet sidste
de: Letzten löschen
el: Διαγραφή τελευταίου
es: Borrar último
et: Kustuta viimane
fa: پاک کردن آخرین
fi: Poista viimeinen
fil: Burahin ang huli
fr: Effacer le dernier
he: נקה אחרון
hi: आख़िरी हटाएँ
hr: Obriši zadnje
hu: Utolsó törlése
id: Hapus terakhir
is: Eyða síðasta
it: Cancella ultimo
ja: 最後を消去
ko: 마지막 지우기
lt: Ištrinti paskutinį
lv: Dzēst pēdējo
ml: അവസാനത്തേത് മായ്ക്കുക
mr: शेवटचा हटवा
ms: Padam terakhir
nb: Slett siste
nl: Laatste wissen
pa: ਆਖਰੀ ਮਿਟਾਓ
pl: Usuń ostatni
pt_br: Apagar último
ro: Șterge ultima
ru: Удалить последний
sk: Vymazať posledný
sl: Izbriši zadnji
sr: Обриши последње
sv: Rensa sista
sw: Futa ya mwisho
ta: கடைசியை அழி
te: చివరిది తొలగించు
th: ล้างอันล่าสุด
tr: Sonuncuyu sil
uk: Видалити останній
ur: آخری مٹائیں
vi: Xoá mục cuối
zh_hans: 清除上一个
zh_hant: 清除上一個

source: Clear price cache
af: Vee prys-kas uit
ar: مسح ذاكرة التخزين المؤقت للأسعار
bg: Изчисти кеша на цените
bn: মূল্যের ক্যাশে মুছুন
ca: Esborra la memòria cau de preus
cs: Vymazat mezipaměť cen
da: Ryd pris-cache
de: Preis-Cache leeren
el: Εκκαθάριση προσωρινής μνήμης τιμών
es: Borrar caché de precios
et: Tühjenda hindade vahemälu
fa: پاک کردن کش قیمت
fi: Tyhjennä hintavälimuisti
fil: I-clear ang price cache
fr: Vider le cache des prix
he: נקה מטמון מחירים
hi: कीमत कैश साफ़ करें
hr: Obriši predmemoriju cijena
hu: Árak gyorsítótárának ürítése
id: Bersihkan cache harga
is: Hreinsa verðskyndiminni
it: Svuota la cache dei prezzi
ja: 価格キャッシュをクリア
ko: 가격 캐시 지우기
lt: Išvalyti kainų talpyklą
lv: Notīrīt cenu kešatmiņu
ml: വില കാഷ് മായ്‌ക്കുക
mr: किंमत कॅशे साफ करा
ms: Kosongkan cache harga
nb: Tøm pris-buffer
nl: Prijscache wissen
pa: ਕੀਮਤ ਕੈਸ਼ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść pamięć podręczną cen
pt_br: Limpar cache de preços
ro: Golește cache-ul de prețuri
ru: Очистить кэш цен
sk: Vymazať vyrovnávaciu pamäť cien
sl: Počisti predpomnilnik cen
sr: Обриши кеш цена
sv: Rensa pris-cache
sw: Futa cache ya bei
ta: விலை கேச்சை அழிக்கவும்
te: ధర కాష్‌ను క్లియర్ చేయండి
th: ล้างแคชราคา
tr: Fiyat önbelleğini temizle
uk: Очистити кеш цін
ur: قیمت کیشے صاف کریں
vi: Xoá bộ nhớ đệm giá
zh_hans: 清除价格缓存
zh_hant: 清除價格快取

source: Close
af: Sluit
ar: إغلاق
bg: Затвори
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fa: بستن
fi: Sulje
fil: Isara
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
nb: Lukk
nl: Sluit
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sr: Затвори
sv: Stäng
sw: Funga
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close browser
af: Maak blaaier toe
ar: إغلاق المتصفّح
bg: Затваряне на браузъра
bn: ব্রাউজার বন্ধ করুন
ca: Tanca el navegador
cs: Zavřít prohlížeč
da: Luk browseren
de: Browser schließen
el: Κλείσιμο περιήγησης
es: Cerrar el navegador
et: Sulge brauser
fa: بستن مرورگر
fi: Sulje selain
fil: Isara ang browser
fr: Fermer le navigateur
he: סגירת הדפדפן
hi: ब्राउज़र बंद करें
hr: Zatvori preglednik
hu: Böngésző bezárása
id: Tutup peramban
is: Loka vafra
it: Chiudi il browser
ja: ブラウザを閉じる
ko: 브라우저 닫기
lt: Uždaryti naršyklę
lv: Aizvērt pārlūku
ml: ബ്രൗസർ അടയ്ക്കുക
mr: ब्राउझर बंद करा
ms: Tutup pelayar
nb: Lukk nettleseren
nl: Browser sluiten
pa: ਬ੍ਰਾਊਜ਼ਰ ਬੰਦ ਕਰੋ
pl: Zamknij przeglądarkę
pt_br: Fechar navegador
ro: Închide browserul
ru: Закрыть браузер
sk: Zavrieť prehliadač
sl: Zapri brskalnik
sr: Затвори прегледач
sv: Stäng webbläsaren
sw: Funga kivinjari
ta: உலாவியை மூடு
te: బ్రౌజర్‌ను మూసివేయి
th: ปิดเบราว์เซอร์
tr: Tarayıcıyı kapat
uk: Закрити браузер
ur: براؤزر بند کریں
vi: Đóng trình duyệt
zh_hans: 关闭浏览器
zh_hant: 關閉瀏覽器

source: Close scanner
af: Maak skandeerder toe
ar: إغلاق الماسح
bg: Затваряне на скенера
bn: স্ক্যানার বন্ধ করুন
ca: Tanca l'escàner
cs: Zavřít skener
da: Luk scanner
de: Scanner schließen
el: Κλείσιμο σαρωτή
es: Cerrar escáner
et: Sulge skanner
fa: بستن اسکنر
fi: Sulje skanneri
fil: Isara ang scanner
fr: Fermer le scanner
he: סגור סורק
hi: स्कैनर बंद करें
hr: Zatvori skener
hu: Szkenner bezárása
id: Tutup pemindai
is: Loka skanna
it: Chiudi scanner
ja: スキャナーを閉じる
ko: 스캐너 닫기
lt: Uždaryti skaitytuvą
lv: Aizvērt skeneri
ml: സ്കാനർ അടയ്ക്കുക
mr: स्कॅनर बंद करा
ms: Tutup pengimbas
nb: Lukk skanner
nl: Scanner sluiten
pa: ਸਕੈਨਰ ਬੰਦ ਕਰੋ
pl: Zamknij skaner
pt_br: Fechar leitor
ro: Închide scanerul
ru: Закрыть сканер
sk: Zavrieť skener
sl: Zapri optični bralnik
sr: Zatvori skener
sv: Stäng skanner
sw: Funga kichanganuzi
ta: ஸ்கேனரை மூடு
te: స్కానర్‌ను మూసివేయి
th: ปิดเครื่องสแกน
tr: Tarayıcıyı kapat
uk: Закрити сканер
ur: اسکینر بند کریں
vi: Đóng máy quét
zh_hans: 关闭扫描器
zh_hant: 關閉掃描器

source: Coin
af: Munt
ar: عملة
bg: Монета
bn: মুদ্রা
ca: Moneda
cs: Mince
da: Mønt
de: Münze
el: Νόμισμα
es: Moneda
et: Münt
fa: سکه
fi: Kolikko
fil: Barya
fr: Pièce
he: מטבע
hi: सिक्का
hr: Novčić
hu: Érme
id: Koin
is: Mynt
it: Moneta
ja: コイン
ko: 동전
lt: Moneta
lv: Monēta
ml: നാണയം
mr: नाणे
ms: Syiling
nb: Mynt
nl: Munt
pa: ਸਿੱਕਾ
pl: Moneta
pt_br: Moeda
ro: Monedă
ru: Монета
sk: Minca
sl: Kovanec
sr: Новчић
sv: Mynt
sw: Sarafu
ta: நாணயம்
te: నాణెం
th: เหรียญ
tr: Para
uk: Монета
ur: سکہ
vi: Đồng xu
zh_hans: 硬币
zh_hant: 硬幣

source: Coin control
af: Muntbeheer
ar: التحكّم في العملات
bg: Контрол на монетите
bn: কয়েন কন্ট্রোল
ca: Control de monedes
cs: Správa mincí
da: Møntkontrol
el: Έλεγχος νομισμάτων
es: Control de monedas
et: Müntide kontroll
fa: کنترل کوین
fi: Kolikkohallinta
fr: Contrôle des pièces
he: בקרת מטבעות
hi: कॉइन कंट्रोल
hr: Upravljanje novčićima
hu: Érmevezérlés
id: Kontrol koin
is: Myntstýring
it: Controllo delle monete
ja: コインコントロール
ko: 코인 컨트롤
lt: Monetų valdymas
lv: Monētu kontrole
ml: കോയിൻ നിയന്ത്രണം
mr: कॉइन नियंत्रण
ms: Kawalan syiling
nb: Myntkontroll
pa: ਕੋਇਨ ਨਿਯੰਤਰਣ
pl: Kontrola monet
pt_br: Controle de moedas
ro: Control monede
ru: Управление монетами
sk: Správa mincí
sl: Nadzor kovancev
sr: Управљање новчићима
sv: Myntkontroll
sw: Udhibiti wa sarafu
ta: காயின் கட்டுப்பாடு
te: కాయిన్ నియంత్రణ
th: การควบคุมเหรียญ
tr: Para kontrolü
uk: Керування монетами
ur: کوائن کنٹرول
vi: Kiểm soát coin
zh_hans: 币选控制
zh_hant: 幣選控制

source: Coin control lets you pick which UTXOs to spend. Most people never need to \u{2014} Aperture chooses for you. Power users pick specific inputs for privacy or fee reasons.
af: Muntbeheer laat jou kies watter UTXO's om te bestee. Die meeste mense het dit nooit nodig nie \u{2014} Aperture kies vir jou. Gevorderde gebruikers kies spesifieke insette om redes van privaatheid of fooie.
ar: يتيح لك التحكّم في العملات اختيار أي وحدات UTXO تُنفِقها. معظم الناس لا يحتاجون إليه أبدًا \u{2014} يختار Aperture نيابةً عنك. يختار المستخدمون المتقدّمون مدخلات محددة لأسباب تتعلّق بالخصوصية أو الرسوم.
bg: Контролът на монетите Ви позволява да изберете кои UTXO да изразходвате. На повечето хора това никога не им трябва \u{2014} Aperture избира вместо Вас. Опитните потребители избират конкретни входове по съображения за поверителност или такси.
bn: কয়েন কন্ট্রোল আপনাকে বেছে নিতে দেয় কোন UTXO খরচ করবেন। বেশিরভাগ মানুষের কখনও এর প্রয়োজন হয় না \u{2014} Aperture আপনার হয়ে বেছে নেয়। পাওয়ার ইউজাররা গোপনীয়তা বা ফি-র কারণে নির্দিষ্ট ইনপুট বেছে নেন।
ca: El control de monedes et permet triar quins UTXO gastar. La majoria no ho necessiten mai \u{2014} Aperture tria per tu. Els usuaris avançats trien entrades concretes per motius de privadesa o de comissions.
cs: Správa mincí vám umožní vybrat, které UTXO utratit. Většina lidí to nikdy nepotřebuje \u{2014} Aperture vybírá za vás. Pokročilí uživatelé volí konkrétní vstupy z důvodů soukromí nebo poplatků.
da: Med møntkontrol vælger du, hvilke UTXO'er der skal bruges. De fleste har aldrig brug for det \u{2014} Aperture vælger for dig. Avancerede brugere vælger bestemte input af hensyn til privatliv eller gebyrer.
de: Mit Coin Control wählen Sie, welche UTXOs ausgegeben werden. Die meisten brauchen das nie \u{2014} Aperture wählt für Sie. Power-User wählen bestimmte Eingänge aus Datenschutz- oder Gebührengründen.
el: Ο έλεγχος νομισμάτων σάς επιτρέπει να επιλέξετε ποια UTXO θα ξοδέψετε. Οι περισσότεροι δεν το χρειάζονται ποτέ \u{2014} η Aperture επιλέγει για εσάς. Οι προχωρημένοι χρήστες επιλέγουν συγκεκριμένες εισόδους για λόγους ιδιωτικότητας ή τελών.
es: El control de monedas te permite elegir qué UTXO gastar. La mayoría nunca lo necesita \u{2014} Aperture elige por ti. Los usuarios avanzados eligen entradas concretas por privacidad o por comisiones.
et: Müntide kontroll võimaldab valida, milliseid UTXO-sid kulutada. Enamik inimesi ei vaja seda kunagi \u{2014} Aperture valib sinu eest. Edasijõudnud kasutajad valivad kindlaid sisendeid privaatsuse või tasu kaalutlustel.
fa: کنترل کوین به شما امکان می‌دهد انتخاب کنید کدام UTXOها خرج شوند. بیشتر افراد هرگز به آن نیاز ندارند \u{2014} Aperture برای شما انتخاب می‌کند. کاربران حرفه‌ای ورودی‌های مشخصی را به دلایل حریم خصوصی یا کارمزد برمی‌گزینند.
fi: Kolikkohallinnalla valitset käytettävät UTXO:t. Useimmat eivät tarvitse sitä koskaan \u{2014} Aperture valitsee puolestasi. Tehokäyttäjät valitsevat tietyt syötteet yksityisyys- tai maksusyistä.
fil: Hinahayaan ka ng coin control na pumili kung aling mga UTXO ang gagastusin. Karamihan ay hindi na kailangan nito \u{2014} pinipili ito ng Aperture para sa iyo. Pinipili ng mga power user ang partikular na input para sa privacy o fee.
fr: Le contrôle des pièces vous permet de choisir les UTXO à dépenser. La plupart des gens n'en ont jamais besoin \u{2014} Aperture choisit pour vous. Les utilisateurs avancés sélectionnent des entrées précises pour des raisons de confidentialité ou de frais.
he: בקרת מטבעות מאפשרת לך לבחור אילו UTXO לנצל. רוב האנשים לעולם אינם זקוקים לכך \u{2014} ‏Aperture בוחר עבורך. משתמשים מתקדמים בוחרים קלטים מסוימים מטעמי פרטיות או עמלה.
hi: कॉइन कंट्रोल आपको चुनने देता है कि कौन-से UTXO खर्च करने हैं। ज़्यादातर लोगों को इसकी कभी ज़रूरत नहीं होती \u{2014} Aperture आपके लिए चुन लेता है। उन्नत उपयोगकर्ता निजता या शुल्क के कारणों से विशिष्ट इनपुट चुनते हैं।
hr: Upravljanje novčićima omogućuje vam da odaberete koje UTXO-e potrošiti. Većini to nikad ne treba \u{2014} Aperture bira umjesto vas. Napredni korisnici biraju određene ulaze radi privatnosti ili naknada.
hu: Az érmevezérléssel kiválaszthatja, mely UTXO-kat költi el. A legtöbb embernek erre soha nincs szüksége \u{2014} az Aperture választ Ön helyett. A haladó felhasználók adatvédelmi vagy díjokokból választanak konkrét bemeneteket.
id: Kontrol koin memungkinkan Anda memilih UTXO mana yang akan dibelanjakan. Kebanyakan orang tidak pernah memerlukannya \u{2014} Aperture memilihkannya untuk Anda. Pengguna mahir memilih input tertentu demi alasan privasi atau biaya.
is: Myntstýring gerir þér kleift að velja hvaða UTXO á að eyða. Flestir þurfa þess aldrei \u{2014} Aperture velur fyrir þig. Reyndir notendur velja tiltekin inntök vegna persónuverndar eða gjalda.
it: Il controllo delle monete le consente di scegliere quali UTXO spendere. Alla maggior parte delle persone non serve mai \u{2014} Aperture sceglie per lei. Gli utenti esperti selezionano input specifici per ragioni di privacy o di commissione.
ja: コインコントロールでは、使用する UTXO を選べます。ほとんどの人には不要です \u{2014} Aperture が代わりに選びます。上級ユーザーは、プライバシーや手数料の理由から特定の入力を選びます。
ko: 코인 컨트롤로 사용할 UTXO를 직접 고를 수 있어요. 대부분은 그럴 필요가 없고 \u{2014} Aperture가 대신 선택해 줘요. 고급 사용자는 프라이버시나 수수료를 이유로 특정 입력을 선택해요.
lt: Monetų valdymas leidžia pasirinkti, kuriuos UTXO išleisti. Daugumai žmonių to niekada neprireikia \u{2014} „Aperture“ pasirenka už jus. Pažengę naudotojai renkasi konkrečias įvestis dėl privatumo ar mokesčių priežasčių.
lv: Monētu kontrole ļauj izvēlēties, kurus UTXO tērēt. Vairumam cilvēku tas nekad nav vajadzīgs \u{2014} Aperture izvēlas jūsu vietā. Pieredzējuši lietotāji izvēlas konkrētas ievades privātuma vai maksas apsvērumu dēļ.
ml: ഏതൊക്കെ UTXO ചെലവഴിക്കണമെന്ന് തിരഞ്ഞെടുക്കാൻ കോയിൻ നിയന്ത്രണം നിങ്ങളെ അനുവദിക്കുന്നു. മിക്കവർക്കും ഇത് ഒരിക്കലും ആവശ്യമില്ല \u{2014} Aperture നിങ്ങൾക്കായി തിരഞ്ഞെടുക്കുന്നു. വിദഗ്ധ ഉപയോക്താക്കൾ സ്വകാര്യത അല്ലെങ്കിൽ ഫീസ് കാരണങ്ങളാൽ പ്രത്യേക ഇൻപുട്ടുകൾ തിരഞ്ഞെടുക്കുന്നു.
mr: कोणते UTXO खर्च करायचे ते निवडण्याची मुभा कॉइन नियंत्रण तुम्हाला देते. बहुतेकांना याची कधीच गरज भासत नाही \u{2014} Aperture तुमच्यासाठी निवडते. प्रगत वापरकर्ते गोपनीयता किंवा फीच्या कारणांसाठी विशिष्ट इनपुट निवडतात.
ms: Kawalan syiling membenarkan anda memilih UTXO yang hendak dibelanjakan. Kebanyakan orang tidak pernah memerlukannya \u{2014} Aperture memilih untuk anda. Pengguna mahir memilih input tertentu atas sebab privasi atau yuran.
nb: Med myntkontroll velger du hvilke UTXO-er som skal brukes. De fleste trenger det aldri \u{2014} Aperture velger for deg. Avanserte brukere velger bestemte inndata av personvern- eller gebyrhensyn.
nl: Met coin control kies je welke UTXO's je uitgeeft. De meeste mensen hebben dit nooit nodig \u{2014} Aperture kiest voor je. Gevorderde gebruikers kiezen specifieke inputs om redenen van privacy of kosten.
pa: ਕੋਇਨ ਨਿਯੰਤਰਣ ਤੁਹਾਨੂੰ ਚੁਣਨ ਦਿੰਦਾ ਹੈ ਕਿ ਕਿਹੜੇ UTXO ਖ਼ਰਚ ਕਰਨੇ ਹਨ। ਜ਼ਿਆਦਾਤਰ ਲੋਕਾਂ ਨੂੰ ਇਸਦੀ ਕਦੇ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ \u{2014} Aperture ਤੁਹਾਡੇ ਲਈ ਚੁਣਦਾ ਹੈ। ਮਾਹਰ ਵਰਤੋਂਕਾਰ ਨਿੱਜਤਾ ਜਾਂ ਫ਼ੀਸ ਦੇ ਕਾਰਨਾਂ ਕਰਕੇ ਖ਼ਾਸ ਇਨਪੁੱਟ ਚੁਣਦੇ ਹਨ।
pl: Kontrola monet pozwala wybrać, które UTXO wydać. Większość osób nigdy tego nie potrzebuje \u{2014} Aperture wybiera za Ciebie. Zaawansowani użytkownicy wybierają konkretne wejścia ze względu na prywatność lub opłaty.
pt_br: O controle de moedas permite escolher quais UTXOs gastar. A maioria nunca precisa \u{2014} a Aperture escolhe por você. Usuários avançados selecionam entradas específicas por privacidade ou por taxas.
ro: Controlul monedelor îți permite să alegi ce UTXO-uri cheltuiești. Majoritatea nu au niciodată nevoie \u{2014} Aperture alege pentru tine. Utilizatorii avansați aleg intrări specifice din motive de confidențialitate sau de comision.
ru: Управление монетами позволяет выбрать, какие UTXO потратить. Большинству это никогда не нужно \u{2014} Aperture выбирает за вас. Опытные пользователи указывают конкретные входы ради приватности или экономии на комиссии.
sk: Správa mincí vám umožní vybrať, ktoré UTXO minúť. Väčšina ľudí to nikdy nepotrebuje \u{2014} Aperture vyberá za vás. Pokročilí používatelia volia konkrétne vstupy z dôvodov súkromia alebo poplatkov.
sl: Nadzor kovancev vam omogoča izbiro, katere UTXO porabiti. Večina tega nikoli ne potrebuje \u{2014} Aperture izbere namesto vas. Napredni uporabniki izberejo določene vhode zaradi zasebnosti ali nadomestil.
sr: Управљање новчићима вам омогућава да изаберете које UTXO потрошити. Већини то никада не треба \u{2014} Aperture бира уместо вас. Напредни корисници бирају одређене улазе из разлога приватности или накнада.
sv: Med myntkontroll väljer du vilka UTXO:er som ska spenderas. De flesta behöver det aldrig \u{2014} Aperture väljer åt dig. Avancerade användare väljer specifika indata av integritets- eller avgiftsskäl.
sw: Udhibiti wa sarafu unakuwezesha kuchagua UTXO zipi za kutumia. Watu wengi hawauhitaji kamwe \u{2014} Aperture huchagua kwa niaba yako. Watumiaji wabingwa huchagua ingizo mahususi kwa sababu za faragha au ada.
ta: எந்த UTXO-களைச் செலவழிக்க வேண்டும் என்பதைத் தேர்வுசெய்ய காயின் கட்டுப்பாடு உங்களை அனுமதிக்கிறது. பெரும்பாலானோருக்கு இது ஒருபோதும் தேவைப்படாது \u{2014} Aperture உங்களுக்காகத் தேர்வுசெய்கிறது. திறன்மிக்க பயனர்கள் தனியுரிமை அல்லது கட்டணக் காரணங்களுக்காகக் குறிப்பிட்ட உள்ளீடுகளைத் தேர்வுசெய்கிறார்கள்.
te: ఏ UTXOలను ఖర్చు చేయాలో ఎంచుకోవడానికి కాయిన్ నియంత్రణ మిమ్మల్ని అనుమతిస్తుంది. చాలామందికి ఇది ఎప్పుడూ అవసరం ఉండదు \u{2014} Aperture మీ కోసం ఎంచుకుంటుంది. నైపుణ్యం ఉన్న వినియోగదారులు గోప్యత లేదా ఫీజు కారణాల కోసం నిర్దిష్ట ఇన్‌పుట్‌లను ఎంచుకుంటారు.
th: การควบคุมเหรียญให้คุณเลือก UTXO ที่จะใช้จ่ายได้ คนส่วนใหญ่ไม่จำเป็นต้องใช้ \u{2014} Aperture เลือกให้คุณ ผู้ใช้ขั้นสูงเลือกอินพุตเฉพาะด้วยเหตุผลด้านความเป็นส่วนตัวหรือค่าธรรมเนียม
tr: Para kontrolü, hangi UTXO'ları harcayacağınızı seçmenizi sağlar. Çoğu kişinin buna hiç ihtiyacı olmaz \u{2014} Aperture sizin için seçer. İleri düzey kullanıcılar gizlilik veya ücret nedeniyle belirli girdileri seçer.
uk: Керування монетами дає змогу вибрати, які UTXO витратити. Більшості це ніколи не потрібно \u{2014} Aperture вибирає за вас. Досвідчені користувачі обирають конкретні входи задля приватності чи економії на комісії.
ur: کوائن کنٹرول آپ کو یہ منتخب کرنے دیتا ہے کہ کون سے UTXOs خرچ کرنے ہیں۔ زیادہ تر لوگوں کو اس کی کبھی ضرورت نہیں پڑتی \u{2014} Aperture آپ کے لیے منتخب کرتا ہے۔ ماہر صارفین رازداری یا فیس کی وجوہات کی بنا پر مخصوص ان پٹ منتخب کرتے ہیں۔
vi: Kiểm soát coin cho phép bạn chọn UTXO nào để chi tiêu. Hầu hết mọi người không bao giờ cần đến \u{2014} Aperture chọn giúp bạn. Người dùng nâng cao chọn các đầu vào cụ thể vì lý do bảo mật hoặc phí.
zh_hans: 币选控制让你挑选要花费的 UTXO。大多数人从不需要——Aperture 会替你选择。高级用户出于隐私或费用考虑会指定特定输入。
zh_hant: 幣選控制讓你挑選要花費的 UTXO。大多數人從不需要——Aperture 會替你選擇。進階使用者出於隱私或費用考量會指定特定輸入。

source: Coin selection
af: Muntkeuse
ar: اختيار العملات
bg: Избор на монети
bn: কয়েন নির্বাচন
ca: Selecció de monedes
cs: Výběr mincí
da: Møntvalg
de: Coin-Auswahl
el: Επιλογή νομισμάτων
es: Selección de monedas
et: Müntide valik
fa: انتخاب کوین
fi: Kolikoiden valinta
fil: Pagpili ng coin
fr: Sélection des pièces
he: בחירת מטבעות
hi: सिक्का चयन
hr: Odabir kovanica
hu: Érmeválasztás
id: Pemilihan koin
is: Myntval
it: Selezione delle monete
ja: コイン選択
ko: 코인 선택
lt: Monetų pasirinkimas
lv: Monētu atlase
ml: കോയിൻ തിരഞ്ഞെടുക്കൽ
mr: नाणे निवड
ms: Pemilihan syiling
nb: Myntvalg
nl: Muntselectie
pa: ਸਿੱਕਾ ਚੋਣ
pl: Wybór monet
pt_br: Seleção de moedas
ro: Selecție de monede
ru: Выбор монет
sk: Výber mincí
sl: Izbira kovancev
sr: Izbor novčića
sv: Myntval
sw: Uteuzi wa sarafu
ta: காயின் தேர்வு
te: కాయిన్ ఎంపిక
th: การเลือกเหรียญ
tr: Coin seçimi
uk: Вибір монет
ur: سکوں کا انتخاب
vi: Chọn coin
zh_hans: 币选择
zh_hant: 幣選擇

source: Coinbase (newly generated)
af: Coinbase (nuut gegenereer)
ar: Coinbase (مُولَّد حديثًا)
bg: Coinbase (новогенерирани)
bn: Coinbase (নতুন তৈরি)
ca: Coinbase (generada de nou)
cs: Coinbase (nově vygenerováno)
da: Coinbase (nyligt genereret)
de: Coinbase (neu generiert)
el: Coinbase (νέα δημιουργία)
es: Coinbase (recién generada)
et: Coinbase (äsja loodud)
fa: کوین‌بیس (تازه‌تولیدشده)
fi: Coinbase (juuri luotu)
fil: Coinbase (bagong nabuo)
fr: Coinbase (nouvellement généré)
he: ‎Coinbase (נוצר זה עתה)
hi: Coinbase (नव उत्पन्न)
hr: Coinbase (novostvoreno)
hu: Coinbase (újonnan generált)
id: Coinbase (baru dihasilkan)
is: Coinbase (nýbúin til)
it: Coinbase (appena generato)
ja: Coinbase（新規生成）
ko: 코인베이스 (새로 생성됨)
lt: Coinbase (ką tik sugeneruota)
lv: Coinbase (tikko ģenerēts)
ml: Coinbase (പുതുതായി സൃഷ്ടിച്ചത്)
mr: Coinbase (नव्याने तयार केलेले)
ms: Coinbase (baharu dijana)
nb: Coinbase (nylig generert)
nl: Coinbase (nieuw aangemaakt)
pa: Coinbase (ਨਵਾਂ ਤਿਆਰ ਕੀਤਾ)
pl: Coinbase (nowo wygenerowane)
pt_br: Coinbase (recém-gerado)
ro: Coinbase (nou generat)
ru: Coinbase (только что созданная)
sk: Coinbase (novovytvorené)
sl: Coinbase (na novo ustvarjeno)
sr: Coinbase (novogenerisano)
sv: Coinbase (nygenererad)
sw: Coinbase (iliyozalishwa upya)
ta: Coinbase (புதிதாக உருவாக்கப்பட்டது)
te: Coinbase (కొత్తగా రూపొందించబడింది)
th: Coinbase (สร้างขึ้นใหม่)
tr: Coinbase (yeni oluşturuldu)
uk: Coinbase (щойно згенеровано)
ur: Coinbase (نیا تیار شدہ)
vi: Coinbase (mới tạo)
zh_hans: Coinbase（新生成）
zh_hant: Coinbase（新產生）

source: Coins
af: Munte
ar: العملات
bg: Монети
bn: কয়েন
ca: Monedes
cs: Mince
da: Mønter
el: Νομίσματα
es: Monedas
et: Mündid
fa: سکه‌ها
fi: Kolikot
fil: Mga Coin
fr: Pièces
he: מטבעות
hi: सिक्के
hr: Kovanice
hu: Érmék
id: Koin
is: Myntir
it: Monete
ja: コイン
ko: 코인
lt: Monetos
lv: Monētas
ml: കോയിനുകൾ
mr: नाणी
ms: Syiling
nb: Mynter
nl: Munten
pa: ਸਿੱਕੇ
pl: Monety
pt_br: Moedas
ro: Monede
ru: Монеты
sk: Mince
sl: Kovanci
sr: Новчићи
sv: Mynt
sw: Sarafu
ta: காயின்கள்
te: నాణేలు
th: เหรียญ
tr: Coin'ler
uk: Монети
ur: سکّے
vi: Đồng tiền
zh_hans: 主币
zh_hant: 主幣

source: Color
af: Kleur
ar: اللون
bg: Цвят
bn: রঙ
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
et: Värv
fa: رنگ
fi: Väri
fil: Kulay
fr: Couleur
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
is: Litur
it: Colore
ja: カラー
ko: 색상
lt: Spalva
lv: Krāsa
ml: നിറം
mr: रंग
ms: Warna
nb: Farge
nl: Kleur
pa: ਰੰਗ
pl: Kolor
pt_br: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sr: Боја
sv: Färg
sw: Rangi
ta: நிறம்
te: రంగు
th: สี
tr: Renk
uk: Колір
ur: رنگ
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

source: Colour
af: Kleur
ar: اللون
bg: Цвят
bn: রঙ
ca: Color
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
es: Color
et: Värv
fa: رنگ
fi: Väri
fil: Kulay
fr: Couleur
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
is: Litur
it: Colore
ja: カラー
ko: 색상
lt: Spalva
lv: Krāsa
ml: നിറം
mr: रंग
ms: Warna
nb: Farge
nl: Kleur
pa: ਰੰਗ
pl: Kolor
pt_br: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sr: Боја
sv: Färg
sw: Rangi
ta: நிறம்
te: రంగు
th: สี
tr: Renk
uk: Колір
ur: رنگ
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色
